arcanas_interpretation = {
    'Дурак': {True: '''<i>Начало, невинность, прыжок веры.</i>
Вы находитесь на перепутье. Это начало всех приключений. Не обращайте внимания на голоса своего эго и других людей, которые назвали бы вас глупцом. В своем сердце вы знаете голос своей веры и то, какой дорогой вам следует идти. Наберитесь смелости, соберите вещи и сделайте прыжок.''',
              False: '''<i>Глупость, безрассудство, наивность.</i>
Путь, который вы рассматриваете, чреват риском, и вы поступите безрассудно, если пойдете по нему. Возможно, вы доверяете не тем людям, и это может привести к падению в пропасть. Ваш внутренний голос сейчас ненадежен. Обращайтесь за советом только к тем людям, кому вы можете доверить свою жизнь.'''},

    'Маг': {True: '''<i>Находчивость, мастерство, власть.</i>
Вы находитесь в полноте своей силы, готовые создавать реальность в соответствии со своими желаниями. Ваши навыки необходимы, но прежде всего вы должны быть изобретательны. Поиск и обучение - ваши лучшие союзники. Чем больше вы знаете, тем лучше сможете использовать имеющиеся ресурсы. Обладая навыком и пониманием предмета, вы сможете творить волшебство...''',
            False: '''<i>Обман, злоупотребление талантами, безрезультатный путь.</i>
Остерегайтесь обманов и хитростей, в том числе лжи в отношении себя. Вы можете добиться желаемого, но должны решить, будет ли это лучшим применением ваших способностей. Обладание такой огромной силой без должной предусмотрительности часто приводит к тяжелым последствиям.'''},

    'Жрица': {True: '''<i>Тайна, секреты, интуиция.</i>
Вы стоите у дверей храма, проходя посвящение. Вам дадут мало информации. Вы должны проложить свой путь через опасности и испытания. В случае успеха вы обретете не только желаемое, но и неожиданный дар. Пройдите этот лабиринт, подавив свои мысли. Следуйте за едва заметными толчками в вашем нутре, за нежным порывом сердца.''',
              False: '''<i>Скрытые планы, путаница, молчание.</i>
Знайте, что от вас скрывают информацию, возможно, другие или даже вы сами - возможно, есть истины, с которыми вы не хотите встречаться. Источники, на которые вы обычно полагаетесь, молчат. В голове царит путаница, а голос вашей интуиции теряется среди бурных мыслей.'''},

    'Императрица': {True: '''<i>Процветание, красота, удобрение.</i>
Это плодородный и процветающий период в вашей жизни. Дары будут сыпаться на вас с небес. Период пройдет, как и все в этой жизни, поэтому, пока время щедрости не закончилось, позаботьтесь обо всех своих благословениях, поощряя их, чтобы они полностью раскрыли свой потенциал. Соразмеряйте свои усилия с отдыхом, излучая благодарность за великолепие природы. Прислушайтесь к словам мудрых женщин.''',
                    False: '''<i>Зависимость, контроль, творческий блок.</i>
Процветание превращается в разросшееся изобилие. Подобно сорнякам, которые душат полезные растения, слишком много хороших вещей может стать бременем. Точно так же излишний контроль препятствует естественному течению жизни. Вы можете оказаться в опасности попасть в зависимость от чего-то или кого-то.'''},

    'Император': {True: '''<i>Авторитет, структурированость, лидерство.</i>
Мантия власти принадлежит вам, даже если вы ее не искали. Если вы несете ответственность за других, проведите их правильно и мудро. Если вы распоряжаетесь ресурсами, управляйте их потоком, чтобы удовлетворить потребности всех. Обладание такой властью требует контроля и дисциплины. Подавайте пример и вдохновляйте окружающих на совершенствование. Обращайтесь за советом к проницательным людям''',
                  False: '''<i>Тирания, жесткость, злоупотребление властью.</i>
Фокус сместился со служения другим на служение себе. Лидерство превращается в тиранию. Опоры, призванные создать мирное общество, становятся контролирующими и карательными. Власть без дисциплины и правильного видения становится опасной не только для вас, но и для всех окружающих.'''},

    'Иерофант': {True: '''<i>Традиции, знания, духовная осведомленность.</i>
Старые способы могут многое вам предложить. Их традиционная мудрость и практика позволяют духу подняться на большую высоту. Ищите тех, кто предлагает духовное обучение или образование. Примите дисциплину и гонитесь за знаниями. Используйте спокойный, ровный подход, основанный на ваших глубочайших ценностях. Ваши идеалы должны преобладать над выгодой, славой или ленью.''',
                 False: '''<i>Основы, репрессии, нетрадиционный подход.</i>
Истинность приносится в жертву на алтарь ложной праведности. Дух привязан к земле и подчиняется произвольным правилам. Привычные методы превратились в ловушку, закрывающую вам путь к новаторским идеям. Откройте свою душу для новых подходов. Когда проницательность превращается в суждение, духовность страдает.'''},

    'Влюблённые': {True: '''<i>Выбор, любовь, гармония.</i>
Свобода воли - это великий дар и тяжелое бремя. Вы стоите перед выбором, который имеет долгосрочные последствия. Вот как принимают такие решения мудрые люди: выбирайте вариант, который четко соответствует вашим самым важным ценностям. Сейчас не время для расчета или попыток перехитрить богов, чтобы добиться наиболее выгодного исхода. Беритесь только за то, что заставляет ваше сердце петь''',
                   False: '''<i>Разлука, одержимость, напряжение.</i>
Прислушайтесь к этому предупреждению: одержимость - это не любовь, и никакие слезы и мучительные мольбы этого не изменят. То, за чем вы гонитесь, отдаляет вас от ваших ценностей. Это видно по тому, что ваше сердце пульсирует все сильнее от нарастающего тревожного напряжения. Позвольте этой энергии направить вас на новый путь.'''},

    'Колесница': {True: '''<i>Сосредоточенность, амбиции, триумф.</i>
Ехать на колеснице своих амбиций очень увлекательно. Если вы сосредоточитесь и проявите мастерство, ваше транспортное средство доставит вас туда, куда вы пожелаете. Для этого требуется сила. Откажитесь от управления на мгновение, и путь к победе может закончиться впечатляющей катастрофой. Держа бразды правления жетско в своих руках, сохраняйте твердость намерений и продолжайте двигаться вперед, потому что триумф близок.''',
                  False: '''<i>Необузданные амбиции, отсутствие дисциплины, агрессивность.</i>
Текущие действия уводят вас далеко от намеченной цели. Будь то ошибочные желания или недисциплинированные действия, вы собьетесь с пути. Успех требует ловкой руки, которая плывет по течению реальности. Если вы будете слишком активно сопротивляться этим течениям, то рискуете утонуть.'''},

    'Сила': {True: '''<i>Сила, мужество, влияние.</i>
У вас есть стойкость, сила духа, чтобы мужественно встречать невзгоды. Она вам понадобится: вы столкнетесь с вызовом, который сможете преодолеть, если наберетесь внутренней решимости, посмотрите в глаза смерти и главное - не дрогнуть. Поступая так, вы сможете повлиять на ситуацию больше, чем можете себе представить.''',
                   False: '''<i>Слабость, страх, беспомощность.</i>
Рассмотрим другой подход. Ваши страхи реальны, и ваше мужество может не выдержать испытания. Ваши действия не принесут желаемого результата. Не во всех битвах нужно участвовать. Уйдите, решив встретиться с этим снова в другой день, набиритесь сил.'''},

    'Отшельник': {True: '''<i>Уединение, самоанализ, самопознание.</i>
Сейчас самое время отказаться от чужого влияния. Почитайте себя в собственной компании и ищите ответы в своем сердце и разуме. Информация, которая вам нужна, находится внутри вас; слушая других, вы только отвлечетесь. Проанализируйте все, что вы знаете и пережили, чтобы найти это внутреннее золото. Как только вы его достигнете и поймете, возвращайтесь в мир и делитесь им.''',
                  False: '''<i>Изоляция, самозабвение, паранойя.</i>
Вы чувствуете себя изолированным, будь то из-за своих действий или из-за того, что вас сторонятся другие. Такое одиночество может привести к появлению причудливых, но негативных мыслей, а если их не контролировать, может укорениться паранойя, что затруднит восстановление отношений.'''},

    'Колесо Фортуны': {True: '''<i>Удача, судьба, поворотный момент.</i>
Благоприятные звезды сошлись в вашу пользу: все, что вы делаете, сопряжено с божественной удачей. Настала ваша очередь встать во главе колеса. Возможности сами придут к вам в руки. То, что застряло, начинает расшатываться и двигаться к свету. Отпустите контроль и доверьтесь судьбе, позволив ей нести вас вверх, навстречу вашим желаниям.''',
                       False: '''<i>Невезение, сопротивление, неудача.</i>
Сейчас не время полагаться на удачу, ведь она не на вашей стороне. Колесо Фортуны всегда вращается, поэтому не отчаивайтесь. Не тормозите поток, сохраняя горечь или сожаление. Переведите дух, дождитесь более благоприятного момента и продолжайте ставить одну ногу перед другой.'''},

    'Правосудие': {True: '''<i>Справедливость, карма, причина и следствие.</i>
Правосудие не слепо. Это сила равновесия во Вселенной. У всех поступков есть последствия. Поступайте правильно, и вам не придется бояться меча Правосудия. Возьмите меч и действуйте от имени Правосудия, помогая восстановить баланс и справедливость. От того, какие меры вы примете сейчас, во многом зависит ваше будущее.''',
                   False: '''<i>Несправедливость, дисбаланс, неверное решение.</i>
Человеческие действия препятствуют божественной справедливости, выводя ситуацию из равновесия. Такие обстоятельства часто становятся причиной неверных решений. Есть опасность, что вы будете метаться и скорее навредите своему делу, чем поможете ему. Прежде чем действовать дальше, встаньте на сторону праведности.'''},

    'Повешенный': {True: '''<i>Пауза, отрешенность, просветление.</i>
Прекратите все на время. Действия не решат проблему и не улучшат ситуацию. Вы привязаны к результату и, скорее всего, к процессу. Откажитесь от этих ожиданий. Возложите свои методы на алтарь просвещения. Спокойно ждите откровений, рассматривая мир с разных точек зрения.''',
                   False: '''<i>Лимбо, мученичество, нерешительность.</i>
Вы недовольны ситуацией и вешаете себя на дерево мученичества. Хотя вы можете привлечь к себе симпатию и внимание, свободы вы не обретете. Оставайтесь там, и вы будете медленно увядать внутри. Сделайте шаг в сторону от своего самонавязанного лимбо.'''},

    'Смерть': {True: '''<i>Конец, потеря, изменения.</i>
Карта Смерть предвещает конец чего-то в вашей жизни. Это будет не неожиданностью, а скорее облегчением. То, что больше не помогает вам, нужно отпустить. Хотя это позитивное изменение, освобождающее место для новой жизни, все концы несут в себе чувство утраты. Оплакивайте то, что должны, но примите последующие изменения. ''',
               False: '''<i>Упадок, потеря надежды, инертность.</i>
Вы держитесь за то, что должно быть освобождено. Оттягивая его природную смерть, вы прижимаете к груди разложение и тлен. Надежда не может процветать, пока вы цепляетесь за прошлое. Вы останетесь среди пепла вчерашнего дня и пропустите дверь в завтрашний день.'''},

    'Умеренность': {True: '''<i>Контроль, гармония, замысел.</i>
Личное равновесие достигается за счет самоконтроля и умеренности, что требует внимания к обстоятельствам, окружению, себе и своим целям. Находясь в уравновешенном состоянии, вы можете приспосабливаться к изменениям и действовать уверенно. Хотя это и непросто, но в результате алхимического колдовства вы окажетесь в нужном месте в нужное время, и все, что вы делаете, будет вдохновлено Богом.''',
                    False: '''<i>Чрезмерность, вспыльчивость, недальновидность.</i>
Вы поддались непостоянству, эмоциям и излишествам. Вы потеряли из виду свою цель, принеся ее в жертву детским потаканиям. Такой выбор может позволить вам почувствовать себя лучше на мгновение, но в конечном итоге приведет к неудовлетворенности и сожалениям.'''},

    'Дьявол': {True: '''<i>Привязанность, искушение, зависимость.</i>
В сделках с дьяволом всегда присутствует скрытая и болезненная цена. То, что могло начаться в невинности, превратилось в нездоровую мутацию. Искушение, о котором вы думали, что оно не имеет значения, обошлось вам дороже, чем вы рассчитывали. Узы, связывающие вас, стали слишком крепкими, и освободиться от них кажется невозможным.''',
               False: '''<i>Свобода, возвращение, побег.</i>
Дьявол утратил свою силу. У вас есть шанс освободиться от оков, которые держали вас. Вы отказались от свободы, но теперь у вас есть возможность вернуть себе власть и проклясть того самого дьявола, откуда он пришел.'''},

    'Башня': {True: '''<i>Внезапное потрясение, хаос, освобождение.</i>
Вокруг царит хаос, и кажется, что ваша жизнь лежит в обломках. Когда вы не хотите расставаться с тем, что вас больше не устраивает, небеса вмешиваются и забирают это. Это подарок, который освобождает вас из тюрьмы.''',
              False: '''<i>Страх перемен, угнетение, препятствия.</i>
Перемены придут, и страх или попытки ухватиться за прошлое не остановят их. Вместо того чтобы смотреть на обломки и видеть путь к свободе, вы видите только препятствия. Потери и последствия свободы удерживают вас.'''},

    'Звезда': {True: '''<i>Вера, наставления, процесс исцеления.</i>
Добрая звезда светит вам именно тогда, когда вы больше всего в этом нуждаетесь. Ее мягкий свет обновляет вашу веру. Просто примите предложенные дары. Когда вы заблудились, она станет вашим лучшим проводником и выведет вас на верный путь. Ваши раны, физические и эмоциональные, исцелятся, и вы вновь обретете надежду.''',
               False: '''<i>Потерянный путь, крушение надежд, отчаяние.</i>
Вы чувствуете себя потерянным, блуждая по кладбищу своих несбывшихся надежд, не в силах найти выход или хотя бы желание продолжать поиски. Это долгая, темная ночь души. Вы не должны здесь оставаться. Посмотрите вверх и знайте, что даже за облаками по-прежнему сияют звезды.'''},

    'Луна': {True: '''<i>Иллюзии, беспокойство, замешательство.</i>
Прекрасная, манящая луна освещает пейзаж таинственным сиянием. При лунном свете все становится и прекраснее, и страшнее. Бывает трудно отличить реальность от иллюзии. Знайте, что в это время все не так, как кажется. Вы будете чувствовать беспокойство и растерянность. Это всего лишь фаза. Подождите до утра, прежде чем принимать какие-либо решения.''',
             False: '''<i>Эмоциональное смятение, подавленные истины, иррациональность.</i>
Ночной пейзаж существует скорее внутри вас, чем снаружи. Скорее всего, ваши эмоции находятся в беспорядке, в них присутствуют страх и смятение, а в голову лезут иррациональные мысли. Подобно фазам луны, эмоции приходят и уходят; не думайте, что они несут в себе истину. Исследуйте глубины своих мыслей.'''},

    'Солнце': {True: '''<i>Счастье, оптимизм, успех.</i>
Тепло солнца сжигает грусть, освобождая место для чистого счастья. Его яркий свет приносит ясность уму и оптимизм сердцу. Вы чувствуете себя прекрасно и уверенно, что привлекает удачу. Удовлетворяющий успех вам обеспечен. Наслаждайтесь им и делитесь им, ведь такие славные моменты не задерживаются.''',
               False: '''<i>Самолюбие, безволие, частичный успех.</i>
Ваше эго заслоняет свет. Возможно, вы слишком много на себя взяли или слишком многого добились. Стремление к достижению привело к тому, что вы чувствуете себя совершенно измотанным. Следовательно, успех все равно приходит, но он не приносит удовлетворения.'''},

    'Страшный суд': {True: '''<i>Внутренний зов, пробуждение, искупление.</i>
Ваша внутренняя вялость и бездумная рутина вот-вот всколыхнутся. Вы чувствуете призыв к чему-то настолько захватывающему, что это поражает вас. Как будто окончательно проснувшись, вы не можете дождаться начала нового пути, который обещает не просто успех, а искупление. Сожаления сменяются вдохновением, вы готовы начать все с чистого листа.''',
                     False: '''<i>Сомнения, игнорирование знаков, внутренний критик.</i>
Вы слышите призыв к новому образу жизни, но не верите, что эта великолепная возможность предназначена именно для вас. Вы не хотите ее получить, потому что убедили себя, что недостойны. Помните, никто не достоин... Для этого и существует прощение.'''},

    'Мир': {True: '''<i>Завершение, достижения, победа.</i>
Ура! Вы осуществили задуманное, и сделали это хорошо. Ваше усердие окупилось, и награда близка. Соберите своих близких и отпразднуйте эту великую победу. Это был долгий путь, и вы узнали много нового. Запомните эти уроки, чтобы следующее достижение далось вам легче.''',
            False: '''<i>Застой, задержки, незавершенная работа.</i>
Конец гонки уже виден, но вы еще не дошли до финиша. Не теряйте сосредоточенности и решимости. Если вы будете стоять на месте слишком долго, вы потеряете весь импульс, что приведет к более длительной задержке. Если вы не можете собраться с силами, вы все равно можете добиться некоторого успеха, пусть и не полного.'''},

    'Туз Мечей': {True: '''<i>Ясность, проницательность, истина.</i>
Солнце пробилось сквозь плотные облака, и теперь вы можете ясно видеть. Ясность ума позволяет вам различать истину и проникать сквозь обман. В этом новом свете становятся очевидными ранее скрытые детали и закономерности. Ваш разум быстро соединяет части воедино, в результате чего приходит озарение, распутывающее Гордиев узел. Этот момент пройдет, поэтому действуйте быстро, пока сомнения не отвлекли вас.''',
                  False: '''<i>Помутнение рассудка, ошибочная логика, пересмотр планов.</i>
Пересмотрите свой план. Ваша уверенность основана на ошибочной логике, неконтролируемых эмоциях или необоснованных предрассудках. Вы можете быть абсолютно уверены в своем решении, но в данном случае интуиция вам не поможет. Вы стремитесь заставить что-то быть правдой, хотя знаете, что это не так.'''},

    'Двойка Мечей': {True: '''<i>Трудное решение, недостаток знаний, избегание.</i>
Вам предстоит принять непростое решение. Трудное - не значит важное: это может быть небольшое решение. Отсутствие очевидного лучшего или правильного выбора - вот что делает принятие решения трудным. Если вы можете отложить решение на некоторое время, отложите его до получения дополнительной информации. С другой стороны, вы можете избегать действий из-за страха перед последствиями.''',
                     False: '''<i>Нерешительность, игнорирование фактов, информационная перегрузка.</i>
Вы погрязли в нерешительности. Потребление слишком большого количества информации так же проблематично, как и ее недостаток. Скорее всего, вы игнорируете имеющиеся у вас факты, потому что вам не нравится ответ, на который они указывают. Проглотите свой трепет и признайтесь себе, что вы действительно знаете, что делать.'''},

    'Тройка Мечей': {True: '''<i>Сердечная боль, эмоциональные потрясения, предательство.</i>
Отношения - сложная штука, и люди часто разочаровывают. Вас предал человек, которому вы доверяли. Вы чувствуете себя подавленным, как будто агония предательства никогда не пройдет. Почувствуйте боль, постарайтесь понять и залечить разрыв. Если это невозможно, скорбите о потере и отпустите виновного.''',
                     False: '''<i>Недопонимание, злословие, ненужная жестокость.</i>
То, что кажется запутанной ситуацией, - не более чем недоразумение. Прежде чем разбираться с этим, оставьте злые намерения за дверью и ищите примирения с мягким сердцем. Будьте осторожны и не проявляйте излишней жестокости. Все совершают ошибки.'''},

    'Четверка Мечей': {True: '''<i>Отдых, восстановление, тщательное обдумывание.</i>
Вы оказались в затруднительном положении. Вы измучены размышлениями и ни на йоту не приблизились к решению. Разочарование еще больше усугубляет ситуацию. Перестаньте ломать голову, успокойте свои мысли, позвольте им отдохнуть на чем-то приятном, и, возможно, решение придет само собой.''',
                       False: '''<i>Бесполезная одержимость, истощение, прокрастинация.</i>
Вы зациклились на том, что не имеет значения. Это только выматывает вас и отвлекает от истинной проблемы. Чрезвычайная зацикленность на чем-то - отличная тактика, чтобы избежать реальной проблемы, особенно если это что-то, что вы предпочли бы игнорировать.'''},

    'Пятерка Мечей': {True: '''<i>Конфликт, агрессия, унижение.</i>
Хотя чувство победы здесь присутствует, это не чистая и не почетная победа. Победитель празднует, а проигравшие признают. Чувствуя горечь и унижение, другая сторона, скорее всего, замышляет падение победителя. Если вы на стороне победителя, постарайтесь вести себя благородно, хотя бы для того, чтобы обеспечить себе дальнейшее правление.''',
                      False: '''<i>Пустая победа, бесчестье, обида.</i>
Да, технически победитель есть, но цена битвы была настолько высока, что в конечном счете сражение не имело смысла. Ресурсы были потрачены впустую, а отношения и репутация были принесены в жертву. Ситуация разрушена, и те, кто в ней участвуют, не заинтересованы в ее восстановлении.'''},

    'Шестерка Мечей': {True: '''<i>Бегство, путешествие, помощь.</i>
Ситуация кажется невыносимой, и побег кажется единственным решением. Доверьтесь этому чувству и приготовьтесь к побегу. Знайте: вы не сможете сделать это в одиночку. Кто-то хочет и может помочь вам. Не все ваши проблемы исчезнут, но вы доберетесь до безопасной гавани. Оттуда будет гораздо проще решить все оставшиеся вопросы.''',
                       False: '''<i>Промедление, ухудшение ситуации, незавершенные дела.</i>
Вы отложили свой побег, но ситуация не улучшится. Возможно, вы откладываете свой отъезд из-за незавершенных дел, потому что вас преследуют мысли о том, что могло бы быть, или потому что вы боитесь перемен. Как бы страшно вам ни было, постарайтесь сделать все возможное, чтобы уйти.'''},

    'Семерка Мечей': {True: '''<i>Кража, саботаж, стратегия.</i>
Кто-то замышляет недоброе. Каким бы бесчестным ни был план, он будет хорошо продуман, потому что этот человек - мастер стратегии. Если вы - мастер стратегии, обратите свой ум на другую схему. Если же это кто-то другой, знайте, что это саботаж. Храните ценные вещи - особенно идеи, ценные документы и изобретения - в безопасности... и не пытайтесь утащить чужое.''',
                      False: '''<i>Испорченная стратегия, нецелесообразный план, обман.</i>
Чем замысловатее план, тем больше вероятность того, что что-то пойдет не так. Ваш план слишком сложен и направлен не на ту цель. Переориентируйте свои намерения и действия так, чтобы они отражали ваши ценности. Позвольте простоте и целостности направлять ваш замысел. Самое главное - не продавайте свою душу ради успеха.'''},

    'Восьмерка Мечей': {True: '''<i>Тяжелое положение, ограниченные возможности, беспомощность.</i>
Ситуация сложная, возможно, опасная, но не невозможная. У вас есть несколько вариантов, даже если они кажутся неясными. Естественно чувствовать себя беспомощным, но чувства не всегда являются фактами; не обращайте внимания на это и сосредоточьтесь на том, что вы можете сделать. Мыслите творчески. Смекалка и ум помогут вам выбраться практически из любой ловушки.''',
                        False: '''<i>Психология жертвы, капитуляция, воображаемые проблемы.</i>
Ситуация не настолько плачевна, как вы утверждаете. Прикиньтесь беспомощным, и вы начнете верить, что у вас действительно нет выбора. Это лишит вас присущей вам силы. Плохо, когда реальные проблемы делают вас уязвимым, но трагедия, когда вы позволяете воображаемым проблемам украсть вашу власть.'''},

    'Девятка Мечей': {True: '''<i>Навязчивые мысли, кошмары, тревога.</i>
Иногда самый пугающий пейзаж - это пейзаж в вашем воображении. Ваш работает сверхурочно, и теперь вы катаетесь на карусели навязчивых мыслей. Они могут нарушить ваш сон. Пока еще никто не изобрел лекарство от этого распространенного состояния человека. Справляйтесь с этим как можно лучше, делайте то, что в ваших силах, и постарайтесь отдохнуть. К счастью, эти фазы проходят.''',
                      False: '''<i>Ужас, позор, нестабильность.</i>
Ваше сознание похоже на личную камеру пыток. Вы терроризируете себя стыдом и беспокойством. Все не так катастрофично, как вы себе представляете. Если вам не удается стабилизировать свои мысли, обратитесь к мудрому человеку или мистическому учителю. Всем иногда нужна помощь.'''},

    'Десятка Мечей': {True: '''<i>Разрушение, капитуляция, отказ.</i>
Вы приложили заметные усилия, но не достигли цели. Лучше смириться с тем, что эта дверь закрыта, чем продолжать стучать в нее. Смиритесь с реальностью и не тратьте силы на желание, чтобы все было иначе. Не все идет так, как мы хотим. Самое разумное и смелое, что вы можете сделать, - это отпустить это желание, восстановить силы и перейти к следующей великой затее.''',
                      False: '''<i>Мелодрама, отрицание, обострение.</i>
Ваша реакция непропорциональна ситуации. Вам нравится быть мучеником, но вы мученик без причины. В конце концов, ваши друзья и союзники оставят вас в покое, чтобы вы погрязли в притворных страданиях. Все не так плохо, как вы притворяетесь; только ваше мышление делает это таким.'''},

    'Паж Мечей': {True: '''<i>Любопытство, быстрый ум, неугомонная энергия.</i>
Этому человеку не хватает опыта, но он компенсирует его любознательностью и энтузиазмом. Они хотят, чтобы их идеи, которые скорее идеалистичные, чем практичные, были приняты. Хотя они не имеют большого влияния или авторитета, они привносят свежие взгляды и логический подход к проблемам.
Эта карта также может означать срочное сообщение, которое доставляется с большой поспешностью.''',
                  False: '''<i>Нечестность, сплетни, ложная бравада.</i>
Этот человек использует свой интеллект, чтобы добиться признания с помощью обмана, пытаясь скрыть свою кажущуюся неадекватность. Они не хотят признавать, что чего-то не знают, и легко поддаются сплетням. Они пытаются расставить ловушки и саботировать любого, кого считают соперником, хотя им это редко удается.
Эта карта также может означать срочное сообщение, которое доставляется с большой поспешностью.'''},

    'Рыцарь Мечей': {True: '''<i>Интеллект, целеустремленность, быстрота действий.</i>
Это человек с твердыми убеждениями и идеалами. Когда они знают, чего хотят, а они обычно знают, то единодушно и быстро идут к своей цели. Они дорожат правдой, презирают сантименты и принимают решения без пощады. Приверженцы каких-то ценностей, они будут отстаивать их со всем своим грозным интеллектом.
Эта карта может олицетворять быстро развивающиеся события, связанные с идеями, общением и решениями.''',
                     False: '''<i>Затуманенные мысли, непредсказуемость, бездумность.</i>
Этот человек действует быстро, но не может сосредоточиться, что делает его опасным. Их непредсказуемый характер означает, что они ненадежны и с ними трудно работать. Поскольку они не контролируют свои мысли, а говорят, не подумав, и могут быть невнимательными.
Эта карта может олицетворять быстро развивающиеся события, связанные с идеями, общением и решениями.'''},

    'Королева Мечей': {True: '''<i>Ясный ум, поиск истины, независимость.</i>
Карта представляет того, кто обладает интеллектом, самопознанием и хорошо понимает человеческую природу. Они смотрят на вещи объективно, с острым пониманием. Они могут казаться неприступными из-за своей любви к независимости. Обычно они обладают определенным авторитетом или властью и готовы помогать другим решать проблемы.
Эта карта может представлять собой учителя, наставника или проводника в областях, связанных с общением, планированием или стратегией.''',
                       False: '''<i>Критичный мыслитель, жестокий дух, озлобленность.</i>
Этот человек страдал, но не вылечился. Как следствие, он стал горько относиться к жизни. Они свободно высказывают критику и обычно делают резкие замечания с точной жестокостью. Они больше заинтересованы в том, чтобы поделиться своими страданиями, чем облегчить их другим.
Эта карта может представлять собой учителя, наставника или проводника в областях, связанных с общением, планированием или стратегией.'''},

    'Король Мечей': {True: '''<i>Целеустремленный ум, достижения, решительный голос.</i>
Эта карта представляет человека, который подходит к решению любых проблем с дисциплинированным и проницательным умом. Благодаря логическому подходу они идеально решают проблемы, видя как общую картину, так и важные детали. Они планируют и добиваются успеха. У них есть власть и полномочия для реализации планов и принятия важных решений.
Эта карта может означать решение, принятое кем-то из авторитетных людей в области коммуникации, планирования или стратегии.''',
                     False: '''<i>Интеллектуальное ухищрение, плохое мышление, слабость.</i>
Такой человек живет в своей голове, что приводит к искаженному восприятию реальности. Отсутствие объективности и правды приводит к принятию неверных решений. Они тратят много энергии на интеллектуальные уловки, что усиливает их чувство изолированности. Другие считают их неэффективными и трудными.
Эта карта может означать решение, принятое кем-то из авторитетных людей в области коммуникации, планирования или стратегии.'''},

    'Туз Жезлов': {True: '''<i>Вдохновение, уверенность в себе, стремление.</i>
Небеса вручили вам волшебную палочку. Вдохновение и уверенность наполняют каждую клеточку вашего существа. В этот момент вы можете все. Воспользуйтесь этой энергией по своему глубокому желанию и направьте ее на достижение цели. Такие мощные моменты, как этот, даются даром и длятся недолго. Пользуйтесь своей силой, пока можете.''',
                   False: '''<i>Отсутствие направления, бессилие, упущенные возможности.</i>
Ваша энергия иссякла. Даже если бы вы смогли найти в себе силы, вы бы не знали, что с ними делать. Кажется, ничто не идет вам навстречу. Если вы упустили прекрасную возможность, следите за следующей, готовые ухватиться за нее.'''},

    'Двойка Жезлов': {True: '''<i>Возможности, решительность, способности.</i>
С вашей высокой точки зрения мир принадлежит вам. Поскольку возможностей так много, ваша самая важная задача - быть избирательным. Не разбавляйте свою деятельность несущественными задачами. Выбирайте то, что влечет вас, как мотылька на пламя. Направьте на задачу всю свою решимость и приложите все свои навыки.''',
                      False: '''<i>Отсутствие видения, растерянность, нерешительность.</i>
Не зная, что зажжет огонь в вашей душе, все возможности становятся бессмысленными. Путаница приводит к тому, что сомнения растут как сорняки. Если вы не можете понять, какой вариант приближает вас к вашей судьбе, вы погрязнете в застое.'''},

    'Тройка Жезлов': {True: '''<i>Ожидание, кульминация, успешные планы.</i>
Задуманные вами планы вот-вот воплотятся в жизнь, и вы вправе испытывать оптимизм. Даже если ваши ожидания были высоки, вы не будете разочарованы. Самое сложное - это ждать, пока все задуманное осуществится. Терпение - дело непростое, но вы можете потратить время на то, чтобы представить себе, как прекрасно будет чувствовать себя успех.''',
                      False: '''<i>Плохое суждение, неправильное решение, уныние.</i>
К сожалению, все может произойти не так, как вы ожидали. Возможно, затея была слишком рискованной или вы просто приняли неверное решение. По мере того как ситуация будет разворачиваться, вы будете разочарованы, даже если и добьетесь некоторого успеха. Справьтесь со своими ожиданиями и извлеките уроки из этого опыта.'''},

    'Четверка Жезлов': {True: '''<i>Событие, торжество, достижение.</i>
Хотя в труде есть добродетель, нам все равно нужны праздники. Важные события и достижения следует отмечать с близкими. Это благоприятное время, чтобы посетить или запланировать светское мероприятие без каких-либо других мотивов, кроме как получить удовольствие от общения с другими людьми. Укрепите связи и освежите душу.''',
                        False: '''<i>Преждевременные торжества, несбыточные планы, раздоры.</i>
Событие, которого вы ждали с нетерпением, прошло не так, как планировалось. Возможно, вы отпраздновали слишком рано, или кто-то не уделил внимания деталям. Расстройство планов вызывает разлад среди ваших товарищей по празднику. Постарайтесь плыть по течению и спасти то, что сможете.'''},

    'Пятерка Жезлов': {True: '''<i>Конфликты, сильные личности, отсутствие лидерства.</i>
Вы связаны с другими людьми, включая некоторых напористых персонажей. Все считают, что они правы, и никто не будет считаться с другими мнениями. Без сильного лидера ситуация быстро развалится. Если вы достаточно умны, то сможете взять управление на себя и, возможно, спасти предприятие от краха.''',
                       False: '''<i>Ссоры, агрессия, непродуктивная критика.</i>
Нет согласия по поводу того, как действовать дальше, и прогресс останавливается. Разногласия переходят в споры, и агрессия возрастает. Надежды на спасение ситуации практически нет. Отступите и дайте чувствам утихнуть, прежде чем предпринимать какие-либо действия.'''},

    'Шестерка Жезлов': {True: '''<i>Почет, признание, публичная церемония.</i>
Вы сделали что-то удивительное, и люди это заметили. Это ваш заслуженный момент под солнцем. Приготовьтесь к церемониям и аплодисментам. Все любят победителей. Но еще больше люди любят победителей, которые заставляют всех остальных почувствовать себя победителями или хотя бы почувствовать, что они сыграли свою роль. Будьте любезны и поблагодарите тех, кто вас поддерживал.''',
                        False: '''<i>Большое эго, самовозвеличивание, падение с высоты.</i>
Вы надеялись на признание, но не получили его. В этом случае вас не обижают. Скорее всего, вы думали о себе и своих достижениях более высоко, чем другие. Подавите свою уязвленную гордость и убедитесь, что вы не преувеличиваете свои достижения.'''},

    'Семерка Жезлов': {True: '''<i>Защита, решительность, отстаивание убеждений.</i>
Кто-то или что-то нуждается в защите, и вы - герой, которому предстоит это сделать. В таких действиях постоянно присутствует опасность, поэтому вам придется собрать всю свою решимость, чтобы противостоять разъяренной толпе. Ваша победа не гарантирована, но речь идет о том, чтобы делать то, что правильно, и твердо стоять в своих убеждениях.''',
                       False: '''<i>Защита, чрезмерная реакция, споры.</i>
Вы более чем готовы к хорошей борьбе. Проблема в том, что вы не отстаиваете ничего стоящего. Слишком бурно реагировать на каждую кажущуюся обиду - это не храбрость, а чрезмерная чувствительность и оборона. Проявите смелость к тем, кто в ней нуждается.'''},

    'Восьмерка Жезлов': {True: '''<i>Скорость, события в движении, логические последствия.</i>
События развиваются стремительно, и ранее начатые мероприятия уже достигли своей цели. Если вы желаете такого исхода, позвольте ему развернуться. Если нет, помните, что при таком быстром развитии событий любая небольшая помеха приведет к хаосу, который вы можете выбрать, если осмелитесь...''',
                         False: '''<i>Задержка, шайба, сопротивление.</i>
Планы, события и результаты откладываются. Порядок, который вы пытались создать, не прижился, и в стране воцарился хаос. Вы можете попытаться спасти ситуацию, но это будет непросто, потому что вы работаете против мощной волны энергии, обладающей собственным разумом.'''},

    'Девятка Жезлов': {True: '''<i>Стойкость, испытание веры, выносливость.</i>
Вы измотаны и хотите, чтобы кризис закончился, но нужно продержаться еще немного. Внешняя битва бушует, как и внутренняя. У вас есть силы продолжать, но вы сомневаетесь, стоит ли оно того. Ваша вера подвергается испытанию. Стойте на своем и знайте, что вы можете и должны это сделать.''',
                       False: '''<i>Мученичество, упрямство, безнадежное дело.</i>
Вы столкнулись не с кризисом веры, а с собственным упрямством. Борьба, если она вообще была, окончена. Если вы надеетесь на второй шанс, ваше ожидание будет напрасным. Вы навсегда останетесь на этом холме, но это не будет иметь никакого значения.'''},

    'Десятка Жезлов': {True: '''<i>Обязанности, многочисленные возможности, ответственность.</i>
Кажется, что это хорошая идея - говорить «да» каждой возможности. Но если вы будете так делать, то в итоге окажетесь обременены слишком большим количеством обязательств, и вам будет трудно получать удовольствие от чего-либо. Именно здесь вы и находитесь, держа в руках кучу прекрасных возможностей и наблюдая, как они меркнут под общим бременем. Вы рискуете пойти ко дну вместе с ними.''',
                       False: '''<i>Физическое истощение, угнетение, бремя.</i>
Вы просто измотаны, и неудивительно. Вы трудитесь под тяжестью собственного потенциала и необходимости все успеть. Подарки, которые вы получили, больше угнетают, чем радуют. Ваш груз не станет легче, пока вы не отложите некоторые вещи.'''},

    'Паж Жезлов': {True: '''<i>Любознательность, импульсивные поступки, новые приключения.</i>
Этот человек живет, чтобы удовлетворить свое ненасытное любопытство. Они постоянно ищут что-то новое. Они действуют импульсивно, и, как правило, удача благословляет их. Хотя у них мало авторитета, они всегда являются интересными и вдохновляющими спутниками.
Эта карта также может означать сообщение о профессии, планах или интересной возможности.''',
                   False: '''<i>Незрелость, скитальчество, промедление.</i>
Этот человек может быть раздражающе ребячливым. Ему не хватает сосредоточенности, и он часто безрезультатно мечется. Когда он что-то решают, то становится отъявленными затейниками, отвлекаясь на все, что привлекает его внимание. Не обладая достаточной властью и не имея возможности руководить, он может раздражать, но в остальном безвреден.
Эта карта также может означать сообщение о профессии, планах или интересной возможности.'''},

    'Рыцарь Жезлов': {True: '''<i>Доблесть, бесстрашие, страсть.</i>
Этот человек бесстрашен, что очень удачно, ведь он жаждет действий и приключений превыше всего. Они обаятельны, прекрасно разбираются в поверхностных отношениях, но не заинтересованы в более глубоких связях. Они знают, или считают, что знают, что именно, и страстно добиваются своих целей, чего бы это ни стоило.
Эта карта может олицетворять быстро развивающиеся события, связанные с профессией, планами или захватывающими возможностями.''',
                      False: '''<i>Безрассудство, реактивный характер, проблемы с гневом.</i>
Этот человек игнорирует эмоциональные потребности в безрассудных поисках острых ощущений. Они хотят власти и обожания, но их реакционная натура означает, что они сами себе злейший враг. Когда они не добиваются своего, гнев берет над ними верх и часто ранит окружающих.
Эта карта может олицетворять быстро развивающиеся события, связанные с профессией, планами или захватывающими возможностями.'''},

    'Королева Жезлов': {True: '''<i>Решительность, харизма, уверенность.</i>
Карта представляет человека, который движется по жизни легко и уверенно. У них есть решимость добиваться того, чего они хотят. Они делают это с таким стилем и харизмой, что никто не возмущается их успехом. Обычно они обладают определенным авторитетом и властью, которые с удовольствием используют для продвижения других людей с блестящими идеями.
Эта карта представляет собой учителя, наставника или проводника в области профессии, планов или поиска новых возможностей.''',
                        False: '''<i>Неуверенность в себе, зависть, разрозненные мысли.</i>
Этому человеку не хватает успеха в тех областях, над которыми он упорно трудился, из-за чего он чувствует неуверенность в себе и своих способностях. Они больше заинтересованы в том, чтобы решить, кого винить в своих неудачах, чем в совершенствовании своих навыков или исправлении собственных недостатков.
Эта карта представляет собой учителя, наставника или проводника в области профессии, планов или поиска новых возможностей.'''},

    'Король Жезлов': {True: '''<i>Дальновидность, амбиции, лидер.</i>
Карта олицетворяет человека, который мыслит масштабно и любит смелые идеи. Они амбициозны как для себя, так и для других. Их теплая личность и уверенность в себе делают их необыкновенными лидерами. Они обладают авторитетом и властью, чтобы поднять других людей до их высочайшего потенциала.
Эта карта может представлять решение, принятое кем-то, наделенным властью в области профессий, планов или новых возможностей.''',
                      False: '''<i>Дурной нрав, властные манеры, эгоцентризм.</i>
Этот человек может быть способен на великие свершения, но его плохой характер и неприязненное отношение к окружающим удерживают его от настоящего успеха. У них есть средства, чтобы сделать мир лучше, но они слишком сосредоточены на себе, чтобы сделать это. Защита своего хрупкого эго занимает все их время и энергию.
Эта карта может представлять решение, принятое кем-то, наделенным властью в области профессий, планов или новых возможностей.'''},

    'Туз Кубков': {True: '''<i>Любовь, благодать, творчество.</i>
В этой чаше содержится волшебный эликсир, который успокоит и исцелит самое разбитое сердце. Принося в дар божественную благодать и прощение, она собирает ваши разрозненные части, делая вас целым. Теперь вы готовы получить любовь, которой так жаждете. Все, что есть в вас хорошего, переливается в мир.''',
                   False: '''<i>Разлука, горечь, упущенные возможности.</i>
Вы отказались от этого дара и продолжаете безнадежно сжимать кусочки своего поврежденного сердца. Не в силах принять прощение или простить себя, вы можете впасть в озлобленность. Возможность любить проходит, но у вас еще есть время передумать.'''},

    'Двойка Кубков': {True: '''<i>Связь, родственная душа, притяжение.</i>
Бывает момент, когда вы ловите чей-то взгляд и понимаете, что в нем есть что-то, что можно исследовать. Может быть, это мимолетная романтика, прочная любовь или дружба на всю жизнь. Пока еще слишком рано говорить о том, к чему приведет эта связь, но потенциал у нее есть. Сильное влечение может внушать страх, но риск того стоит.''',
                      False: '''<i>Безответная любовь, отказ, розовые очки.</i>
Возможно, вы чувствовали связь, но она была односторонней. У другого человека не было такого же опыта. Когда что-то кажется реальным для вас, но не для другого человека, отторжение болезненно и порой невероятно. Примите, что этому не суждено быть.'''},

    'Тройка Кубков': {True: '''<i>Праздник, друзья, наслаждение моментами.</i>
Собираться в любви и дружбе - это вдохновляет и успокаивает. Окружайте себя теми, кто вам по-настоящему нравится и кем вы восхищаетесь, и кто испытывает к вам те же чувства. Празднуйте каждого и радуйтесь тому, что вы живы. Такое товарищество поможет вам пережить неспокойные времена и в полной мере насладиться хорошими моментами. Принимайте любые приглашения с радостным предвкушением.''',
                      False: '''<i>Чрезмерное веселье, неловкие ситуации, забытая душа.</i>
Один или несколько ваших отношений испорчены. Празднование становится нездоровым, что приводит к катастрофе в других сферах вашей жизни. Вы оказываетесь в странных ситуациях, попадая в ловушку с теми, кто вам безразличен. Вы можете оказаться вне привычного социального слоя.'''},

    'Четверка Кубков': {True: '''<i>Скука, застой, отсутствие благодарности</i>
Иногда жизнь кажется такой скучной. Но жизнь никогда не бывает скучной, и если вам так кажется, значит, вы стали ленивым. Для поддержания свежести эмоционального состояния требуются усилия. Что еще более важно, оно требует благодарности. Вы стагнируете, хотя в вашей жизни так много всего, что может вас очаровать и порадовать. Откройте глаза и сердце, пока вы не погрузились в уныние так глубоко, что не можете выбраться.''',
                        False: '''<i>Депрессия, нездоровое поведение, погрязнуть</i>
Вы слишком долго оставались в своем изнеженном состоянии. Это опасное место, особенно если вы выработали нездоровые методы преодоления трудностей или приобрели вкус к погружению в отчаяние. Не стоит сидеть в рагу из собственной апатии.'''},

    'Пятерка Кубков': {True: '''<i>Потеря, траур, сожаление.</i>
Потеря кого-то или чего-то наносит рану и запускает необходимый процесс заживления. Слезы, печаль, сожаление и даже гнев - все это часть траура. Позвольте им течь через вас; не бойтесь чувствовать все, что приходит. Примиритесь с новой пустотой в сердце и снова повернитесь лицом к жизни, зная, что теперь ваша способность любить стала еще больше.''',
                       False: '''<i>Жалость к себе, зацикленность на прошлом, неспособность скорбеть.</i>
Вы узнаете, к чему приводит нежелание скорбеть. Сдерживание своих эмоций или попытка унять их ведет вас по пути жалости к себе. Вы теряетесь в прошлом и не можете обратиться к будущему.'''},

    'Шестерка Кубков': {True: '''<i>Ностальгия, доброта, безусловная привязанность.</i>
Маленькие акты доброты могут изменить мир. Вспоминая прошлое, обычно ярче всего проявляются именно маленькие моменты. Пусть эти воспоминания согревают вашу душу и вдохновляют вас на создание новых. Будь то подарок, улыбка или рука помощи - дарите их с нежностью в сердце. Мало что может быть лучше, чем дарить радость и счастье другим.''',
                        False: '''<i>Романтизированное прошлое, неискренние поступки, привязанность.</i>
Прошлое не всегда бывает приятным. Романтика ушедших дней и тоска по времени, которого никогда не было, омрачают настоящее. Точно так же попытка манипулировать другими с помощью неискренней доброты строит небезупречные отношения, которые разваливаются при первом же испытании.'''},

    'Семерка Кубков': {True: '''<i>Возможности, выбор, фантазии.</i>
Ваши мечты выстроились в ряд и ждут, когда вы сделаете свой выбор. Будьте осторожны, делая свой выбор. Отбросьте те варианты, которые выдают желаемое за действительное, и сосредоточьтесь на тех, которые осуществимы. Мечты - это не декорации, которые можно поставить на полку. Если их не воплотить в жизнь, они превратятся в пустую фантазию.''',
                       False: '''<i>Смятение, страх, эскапизм.</i>
Все открывающиеся перед вами возможности приводят лишь в замешательство. Вы отвлекаетесь на нереальное и упускаете из виду очевидное. Возможно, вы надеетесь на легкий выход из несчастливой жизни, а не на реальный выбор. Отсутствие ясности порождает только страх.'''},

    'Восьмерка Кубков': {True: '''<i>Поиск, неудовлетворенность, искание.</i>
Со стороны ваша жизнь кажется комфортной. Изнутри вы знаете, что все в порядке, но чувствуете пустоту, которая мешает вам наслаждаться приятными вещами. Вы никогда не будете счастливы, пока не найдете этот недостающий элемент. Уезжать рискованно, но вы знаете, что если останетесь, то вас одолеет духовный застой.''',
                         False: '''<i>Застой, бегство, отговорки.</i>
Существуют две несчастливые возможности. Возможно, вы согласились на что-то меньшее, чем то, чего вы хотите, или вы убегаете от чего-то совершенно хорошего по какой-то совершенно плохой причине.'''},

    'Девятка Кубков': {True: '''<i>Исполненные желания, удовлетворение, довольство.</i>
Жизнь хороша, потому что вы усердно трудились, чтобы сделать ее такой. Благополучие исходит не от богатства или известности, а от отношений, которые вы построили. Неважно, что у вас есть в шкафу, - все будет вкуснее, если разделить это с друзьями. Удовлетворяясь простыми удовольствиями и хорошей компанией, вы довольны. Иногда эта карта приносит дополнительное благословение; может исполниться заветное желание.''',
                       False: '''<i>Чрезмерное увлечение, самодовольство, неудовлетворенность.</i>
Вы путаете довольство с эскапизмом. Чрезмерное увлечение чем-либо в течение длительного времени не приводит к долгосрочному счастью. Вы можете сидеть и чувствовать себя самодовольным и самодостаточным, но вы никого не обманываете.'''},

    'Десятка Кубков': {True: '''<i>Домашнее блаженство, убежище, семья</i>
Иногда жизнь утомляет. Возвращение домой, где царят уют, мир и любовь, дает столь необходимую передышку от жизненных испытаний. Вы освежаетесь и готовы начать новый день. Делясь с другими, вы умножаете радость и разделяете беды. У вас есть те, кто помогает вам и кому вы можете помочь. Что бы ни принес мир, вы можете встретить его, зная, что вас поддерживают.''',
                       False: '''<i>Ложное прикрытие, невыполненные обещания, ссоры.</i>
Идеальная семья не так уж безупречна. Вы больше заботитесь о сохранении своей репутации, чем о воспитании подлинной любви. Ваша домашняя жизнь может быть чревата разногласиями и нарушением клятв. Вместо утешения и поддержки вы находите раздоры и проблемы.'''},

    'Паж Кубков': {True: '''<i>Чувствительность, мечтатель, безнадежный романтик.</i>
Это человек, которому не хватает опыта общения с эмоциями и отношениями. Обычно они ищут любви или романтики и жаждут признания со стороны окружающих. Это оптимистичные мечтатели, всегда ожидающие лучшего. Хотя они не имеют большого влияния или авторитета, они могут быть очень милыми и поддерживающими друзьями.
Карта также может означать радостное послание, признание в любви или приятный сюрприз.''',
                   False: '''<i>Эмоциональная незрелость, оборонительность, неутолимый голод.</i>
Этот человек эмоционально незрел и не заинтересован в переменах. Из-за своей чрезмерной чувствительности им трудно помочь. Что бы вы ни делали, они не будут удовлетворены. Не обладая достаточной силой, чтобы причинить реальный вред, они неэффективны, но с ними очень утомительно иметь дело.
Карта также может означать радостное послание, признание в любви или приятный сюрприз.'''},

    'Рыцарь Кубков': {True: '''<i>Романтичное сердце, идеалистические мысли, нежный дух.</i>
Это человек, обычно влюбленный в любовь. В душе они романтики и смотрят на мир через эту уникальную линзу. Будучи идеалистами, жизнь иногда разочаровывает их, но они принимают все с состраданием. Загадав мечту, они будут неустанно ее преследовать.
Эта карта может олицетворять быстро развивающиеся события, связанные с любовью, романтикой или отношениями.''',
                      False: '''<i>Непостоянство, угрюмый ум, мир фантазий.</i>
Этот человек живет в мире фантазий, и ни один человек, ни одни отношения или ситуация не могут оправдать его ожиданий. Они эмоционально реактивны и очень угрюмы. Поскольку они отказываются от того, что не приносит немедленного удовлетворения, они дают отношениям шанс развиваться.
Эта карта может олицетворять быстро развивающиеся события, связанные с любовью, романтикой или отношениями.'''},

    'Королева Кубков': {True: '''<i>Сострадание, эмоциональная поддержка, творчество.</i>
Это эмоционально зрелый человек с хорошим пониманием себя и окружающих. Проницательные, сочувствующие и сострадательные, они поддерживают окружающих. Обычно они обладают определенным авторитетом или властью и заинтересованы в том, чтобы помочь другим обрести эмоциональную самореализацию.
Эта карта может представлять собой проводника в области любви, романтики или отношений.''',
                        False: '''<i>Мученик, нужда и созависимость, мелкость.</i>
У этого человека в сердце пустота. Не умея справляться с собственными эмоциональными желаниями, они изнуряют окружающих своими потребностями. Они воображают себя сопереживающими, но неглубоко понимают других. Они больше заинтересованы в создании драмы, чем в спокойной, мирной жизни.
Эта карта может представлять собой проводника в области любви, романтики или отношений.'''},

    'Король Кубков': {True: '''<i>Посредник, эмоциональное равновесие, художественное прикосновение.</i>
Это человек, который может стать посредником между противоположными мнениями, улаживать разногласия и воспитывать сообщество. Они эмоционально уравновешенны, привносят спокойствие в неспокойные ситуации. Они создают красоту и гармонию. Они обладают авторитетом и властью и будут использовать их для достижения наибольшего блага для своей общины или семьи.
Эта карта может означать решение человека, наделенного властью в сфере любви, романтики или отношений.''',
                      False: '''<i>Холодность, эмоциональное манипулирование, неэффективная тактика.</i>
Такой человек держится на расстоянии от окружающих, скрывая свои истинные чувства. Проницательные, они умело используют свои наблюдения, чтобы манипулировать другими. В других областях они могут быть неэффективны, что вызывает у них ярость.
Эта карта может означать решение человека, наделенного властью в сфере любви, романтики или отношений.'''},

    'Туз Пентаклей': {True: '''<i>Изобилие, ресурсы, финансовые перспективы.</i>
Этот скромный Туз пентаклей таит в себе множество возможностей. Крепкое здоровье, богатство, красивые материальные вещи, уютный дом: ваш пентакль - это волшебное семя, которое, если вы посадите его и будете за ним ухаживать, прорастет и даст обильный урожай. Эта редкая возможность не заставит себя долго ждать, успейте воспользоваться ею, пока она не исчезла.''',
                      False: '''<i>Отсутствие, физические проблемы, упущенные возможности.</i>
Возможно, плохое самочувствие или финансовые трудности помешали вам увидеть или использовать шанс, который выпал на вашем пути. Удача часто приходит в виде череды возможностей. Вы можете оплакивать этот упущенный подарок или тренироваться в наблюдении за следующим.'''},

    'Двойка Пентаклей': {True: '''<i>Многозадачность, управление ресурсами, приоритеты.</i>
Ресурсов не хватает, и жизнь кажется сложной. К счастью, вы умеете управлять ресурсами так, чтобы все было на виду. Расположите свои потребности в порядке их важности. На время понизьте свою планку. После того как вы обретете твердую почву, вы сможете вернуться к достижению своих амбициозных целей.''',
                         False: '''<i>Финансовые проблемы, стрессовая зависимость, растерянность.</i>
Времени и денег не хватает. Еще хуже то, что вы запутались в приоритетах и в имеющихся у вас ресурсах. Возможно, вам нравится ощущение бешеного танца в хаосе. Если вы предпочитаете более спокойную жизнь, посоветуйтесь с другими людьми, как им это удается: возможно, у них есть полезные советы.'''},

    'Тройка Пентаклей': {True: '''<i>Работа в команде, квалифицированная работа, достойный проект.</i>
Вы работаете вместе с другими над важным делом. Благодаря тому, что таланты всех будут раскрыты, результат окажется необычным. Неглубокое видение обеспечивает ясность. Прошлый опыт в сочетании с изобретательностью создают прекрасный план. Возможно, вы работаете в одиночку над планом, требующим множества навыков.''',
                         False: '''<i>Работа в одиночку, некачественная работа, отсутствие видения.</i>
Несмотря на то, что вы участвуете в общественной работе, вы чувствуете себя одиноким. Нет общего видения, поэтому усилия разрозненны, и ничего не складывается так, как хотелось бы. А если и получается, то результат разочаровывает всех.'''},

    'Четверка Пентаклей': {True: '''<i>Экономия ресурсов, безопасность, защита.</i>
Пришло время создать запас ресурсов. Копите все возможные монеты и воздержитесь от экстравагантных поблажек. Тщательно следите за своим здоровьем и не рискуйте, если это может привести к несчастному случаю или болезни. Не позволяйте никому тратить ваше время, а вместо этого занимайтесь своими нуждами. Откажитесь от любых рискованных начинаний и избегайте легкомысленных приглашений.''',
                           False: '''<i>Жадность, накопительство, чрезмерные траты.</i>
Ваша скупость слишком сурова. Жадное пристрастие к тому, что у вас есть, не увеличивает богатство. Возможно, вы впадаете в другую крайность и тратите слишком расточительно или даже влезаете в долги. Любой из этих путей ведет к бедности. Стремясь к богатству, выбирайте умеренный путь.'''},

    'Пятерка Пентаклей': {True: '''<i>Бедность, проблемы со здоровьем, изоляция.</i>
Бывают времена изобилия, которые всегда приветствуются. Бывают периоды трудностей, как бы старательно вы ни пытались их избежать. К сожалению, эта карта предвещает грядущие трудности. Финансовые проблемы могут вызвать беспокойство, а проблемы со здоровьем - стресс. Гордость может заставить вас скрывать свои проблемы от тех, кто мог бы помочь.''',
                          False: '''<i>Финансовое оздоровление, улучшение здоровья, поддержка.</i>
Будьте благодарны и вздохните с облегчением, потому что ваши проблемы подходят к концу. Финансовые неудачи обернутся против вас, здоровье улучшится, и вы почувствуете поддержку и признание со стороны равных. Примите этот поворот событий с благодарностью. Не позволяйте недавним неприятностям омрачить ваши надежды на будущее.'''},

    'Шестерка Пентаклей': {True: '''<i>Благотворительность, совместное использование ресурсов, щедрость.</i>
Хватит на всех. Если вы нуждаетесь, попросите, и вам дадут. Если кто-то попросит вас, сделайте все, что в ваших силах, чтобы помочь. Щедрость будет вознаграждена. Это инвестиция в ваше кармическое будущее, потому что это правильный поступок. Порядочные и нравственные поступки почти всегда вознаграждаются сами собой.''',
                           False: '''<i>Отказ в помощи, бесцеремонное отношение, эгоизм.</i>
Не все получают то, что нужно. Может быть, на всех не хватает, или чьи-то нужды оказались сильнее ваших. Возможно, вы не нравитесь человеку, держащему кошелек. Не повезло или даже несправедливо, но правда в том, что за помощью нужно обращаться куда-то еще.'''},

    'Семерка Пентаклей': {True: '''<i>Инвестиции, оценка, стабильные результаты.</i>
В материальном плане дела идут хорошо. Посаженные семена обещают обильный урожай. Остается только ждать. Воспользуйтесь этой паузой, чтобы оценить процесс, определить, что получилось, а что нет, и в следующий раз вы будете еще более довольны. Используйте полученные знания для достижения устойчивого и стабильного успеха.''',
                          False: '''<i>Нет плана, инвестиции не удаются, успех ограничен.</i>
Результаты, на которые вы рассчитывали, вас не устроили. Возможно, вам повезет и вы добьетесь небольшого успеха, а если вам не повезет, то все начинания окажутся напрасными. Скорее всего, виной тому отсутствие долгосрочного плана и последовательного управления. Будет разумно по возможности сократить свои потери.'''},

    'Восьмерка Пентаклей': {True: '''<i>Мастерство, трудолюбие, постоянный прогресс.</i>
Вся ваша кропотливая работа, усердие и внимание к деталям стоили того. Ваши навыки совершенствуются и послужат вам в будущем. Даже если прогресс идет медленно, вы неуклонно движетесь к своей цели. Продолжайте начатое, и вы достигнете желаемого результата. Не будьте небрежны или ленивы - вы уже почти у цели.''',
                            False: '''<i>Слишком много работы, некачественная работа, утомительность.</i>
Прекратите то, что вы делали. Посмотрите на свои результаты. Возможно, вы не удовлетворены тем, чего достигли. Сбавьте обороты и будьте внимательнее. Вы способны на большее, даже если это кажется вам утомительным. Возможно, вы также слишком много работаете и мало что можете показать в ответ на свои усилия.'''},

    'Девятка Пентаклей': {True: '''<i>Финансовая независимость, самодостаточность, достижения.</i>
Используя все свои ресурсы и возможные таланты, вы создали себе репутацию и построили хорошую жизнь. У вас есть определенная финансовая независимость. Греясь в лучах самодостаточности, вы наслаждаетесь всем, чего достигли. Есть только одно предостережение: хотя наслаждаться своими успехами в одиночестве приятно, не стоит отгораживаться от других.''',
                          False: '''<i>Неудовлетворенность, потеря идентичности, поиск внешнего подтверждения.</i>
Вы делали все правильные вещи по неправильным причинам. Вместо того чтобы следовать своим желаниям, вы гнались за хорошим мнением окружающих. Полагаясь на других, вы всегда будете чувствовать себя холодно. Теперь все, что у вас есть, - это ваши пустые достижения.'''},

    'Десятка Пентаклей': {True: '''<i>Богатство, семья, наследство.</i>
Семейное древо и все, что оно подразумевает, процветает. Семьи не всегда хорошо работают вместе, и не все наследия здоровы. К счастью, хорошие привычки и инвестиции из вашего прошлого и прошлого вашей семьи окупаются, поэтому создать процветающее настоящее очень просто. Дисциплина и трудолюбие создают изобилие в настоящем. Продолжая в том же духе, вы добьетесь еще большего изобилия в будущем.''',
                          False: '''<i>Притязательность, бытовые неурядицы, долги.</i>
Ваша внешняя видимость процветания не имеет под собой никакой сути. Каким бы впечатляющим ни было ваше жилище или дорогим имущество, они не заслонят от вас семейные проблемы, которые вас мучают. Исправьте финансовую ситуацию в семье, а не пытайтесь затушевать ее благопристойной демонстрацией богатства.'''},

    'Паж Пентаклей': {True: '''<i>Студент, ценитель знаний, одиночка.</i>
Этот человек - квинтэссенция студента, который любит знания ради них самих. Они ценят материальный мир и умеют обращаться с деньгами. Из-за своих эклектичных интересов они часто чувствуют себя аутсайдерами. Хотя они не имеют большого влияния или авторитета, из них получаются интересные и верные друзья.
Эта карта также может представлять собой сообщение о профессии, богатстве или ресурсах.''',
                      False: '''<i>Отсутствие целеустремленности, жадность, лень.</i>
Этот человек жаждет плодов знаний, в том числе денег, но ему не хватает целеустремленности, чтобы овладеть чем-либо. Они стараются получить как можно больше, игнорируя потребности других. Не обладая достаточной властью или способностями, такой человек скорее раздражает, отвлекая внимание, чем представляет серьезную проблему.
Эта карта также может представлять собой сообщение о профессии, богатстве или ресурсах.'''},

    'Рыцарь Пентаклей': {True: '''<i>Верность, надежность, трудолюбие.</i>
Это человек, на которого можно положиться, независимо от того, насколько неприятны обстоятельства или сложна задача. Они надежны, организованны и прямы. Обладая сверхъестественным чувством времени, они не начнут действовать до идеального момента. Если вы хотите, чтобы что-то было сделано правильно, именно их следует попросить довести дело до конца.
Эта карта может представлять быстро развивающиеся события, связанные с профессией, богатством или ресурсами.''',
                         False: '''<i>Скучная личность, трудоголик, упрямство.</i>
Этот человек концентрируется на том, что для него важнее всего, и часто становится трудоголиком. Никто не обращает на это внимания, потому что они обычно скучные, дидактичные остроумцы. Поскольку они невероятно упрямы, они никогда не откажутся от чего-то, даже если им это нужно.
Эта карта может представлять быстро развивающиеся события, связанные с профессией, богатством или ресурсами.'''},

    'Королева Пентаклей': {True: '''<i>Практичность, учитель, безопасность и комфорт.</i>
У этого зрелого человека практичный подход к миру. Они нуждаются в безопасной и комфортной жизни и создают ее для себя, а также щедры и заботливы, с удовольствием помогая другим чувствовать себя комфортно. Обычно они обладают авторитетом и властью и стремятся поддержать других в их стремлении к изобилию и красоте.
Эта карта может представлять учителя, наставника или проводника в области профессии, богатства или ресурсов.''',
                           False: '''<i>Душевные порывы, накопительство, скупость.</i>
Такой человек заполняет свою одинокую душу вещами и может приобретать их не по средствам. Излишества усиливают их склонность к накопительству. Они никогда не бывают удовлетворены и считают, что заслуживают большего. Хотя они считают себя щедрыми, они берегут свои вещи и редко отдают, не требуя ничего взамен.
Эта карта может представлять учителя, наставника или проводника в области профессии, богатства или ресурсов.'''},

    'Король Пентаклей': {True: '''<i>Кормилец, щедрость, процветание.</i>
Эта карта олицетворяет человека, который хорошо заботится о своей жизни или жизни других людей. Они процветают и способны приумножать богатство. Создание большего означает, что им есть чем поделиться, что они и делают с радостью и щедростью. Они обладают авторитетом и властью и будут использовать их, чтобы помочь другим обрести такую же безопасность и изобилие.
Эта карта может означать решение человека, обладающего властью в сфере профессии, богатства или ресурсов.''',
                         False: '''<i>Контролирующая рука, требовательный характер, чрезмерное изобилие. </i>
Этот человек требует слишком многого от других и еще больше от себя. Они лезут в чужие дела, но не для того, чтобы помочь, а чтобы унизить окружающих. Они окружают себя чрезмерным изобилием и часто излишествуют, но при этом никогда не бывают удовлетворены.
Эта карта может означать решение человека, обладающего властью в сфере профессии, богатства или ресурсов.'''},
}
