major_arcanas = ['Дурак', 'Маг', 'Жрица', 'Императрица', 'Император', 'Иерофант',
                 'Влюблённые', 'Колесница', 'Правосудие', 'Отшельник', 'Колесо Фортуны',
                 'Сила', 'Повешенный', 'Смерть', 'Умеренность', 'Дьявол', 'Башня',
                 'Звезда', 'Луна', 'Солнце', 'Страшный суд', 'Мир']

swords = ['Туз Мечей', 'Двойка Мечей', 'Тройка Мечей', 'Четверка Мечей',
          'Пятерка Мечей', 'Шестерка Мечей', 'Семерка Мечей', 'Восьмерка Мечей',
          'Девятка Мечей', 'Десятка Мечей', 'Паж Мечей', 'Рыцарь Мечей',
          'Королева Мечей', 'Король Мечей']

wands = ['Туз Жезлов', 'Двойка Жезлов', 'Тройка Жезлов', 'Четверка Жезлов',
         'Пятерка Жезлов', 'Шестерка Жезлов', 'Семерка Жезлов', 'Восьмерка Жезлов',
         'Девятка Жезлов', 'Десятка Жезлов', 'Паж Жезлов', 'Рыцарь Жезлов',
         'Королева Жезлов', 'Король Жезлов']

cups = ['Туз Кубков', 'Двойка Кубков', 'Тройка Кубков', 'Четверка Кубков',
        'Пятерка Кубков', 'Шестерка Кубков', 'Семерка Кубков', 'Восьмерка Кубков',
        'Девятка Кубков', 'Десятка Кубков', 'Паж Кубков', 'Рыцарь Кубков',
        'Королева Кубков', 'Король Кубков']

pentacles = ['Туз Пентаклей', 'Двойка Пентаклей', 'Тройка Пентаклей', 'Четверка Пентаклей',
             'Пятерка Пентаклей', 'Шестерка Пентаклей', 'Семерка Пентаклей', 'Восьмерка Пентаклей',
             'Девятка Пентаклей', 'Десятка Пентаклей', 'Паж Пентаклей', 'Рыцарь Пентаклей',
             'Королева Пентаклей', 'Король Пентаклей']

all_arcanas = sum([major_arcanas, swords, wands, cups, pentacles], [])  # слияние списков с младшими арканами
